{
  "Header": {
    "mainTitle": "Останні пости",
    "nav": {
      "home": "Головна",
      "about": "Про нас"
    },
    "languageSwitcher": {
      "choose": "Оберіть мову",
      "en": "Англійська",
      "uk": "Українська"
    }
  },

  "Main": {
    "view": "Детальніше"
  },

  "Footer": {
    "copyright": "© {year} Мініблог. Всі права захищені.",
    "developer": "Розробник: Вячеслав Чопенко",
    "contact": "Зв'язатись:"
  },

  "About": {
    "paragraph1": "Ми — команда ентузіастів, яка створила цей міні-блог, щоб ділитися знаннями, ідеями та натхненням. Наш проєкт народився з бажання зробити інтернет трохи теплішим місцем — простором, де кожен може висловлюватися просто і без зайвого шуму.",
    "paragraph2": "Ми віримо в силу слів змінювати світ. Тут немає алгоритмів, які вказують, що читати — тільки люди, думки та справжній досвід.",
    "paragraph3": "Проєкт створений з використанням сучасних вебтехнологій з акцентом на швидкість, простоту та доступність. Якщо ви читаєте це — значить, ми вже хоча б трохи досягли своєї мети.",
    "paragraph4": "Дякуємо, що ви з нами. 🌿"
  },

  "PostDetails": {
    "back": "Назад"
  },

  "AboutMeta": {
    "title": "Міні Блог — Ділимося знаннями та натхненням",
    "description": "Міні блог, де ми ділимося ідеями, думками та натхненням, щоб зробити інтернет теплішим та більш усвідомленим місцем.",
    "OG": {
      "title": "Міні Блог — Ваше джерело знань і натхнення",
      "description": "Відкривайте корисні статті, свіжі ідеї та надихаючі історії, які роблять мережу дружнішою та значущою.",
      "siteName": "Міні блог",
      "image": {
        "alt": "Скріншот сторінки Міні Блогу"
      }
    }
  },

  "LayoutMeta": {
    "title": "Міні Блог — Ласкаво просимо до нашого простору",
    "description": "Ласкаво просимо до Міні Блогу — вашого місця для глибоких роздумів, надихаючих історій та свіжих ідей.",
    "OG": {
      "title": "Міні Блог — Пориньте у історії, що мають значення",
      "description": "Відкрийте для себе надихаючі історії, щирі роздуми та нові ідеї в Міні Блозі — вашому просторі для змістовного контенту.",
      "siteName": "Міні блог",
      "image": {
        "alt": "Скріншот сторінки Міні Блогу"
      }
    }
  },

  "Error": {
  "errorPosts": "Не вдалося завантажити пости. {message}",
  "errorPost": "Не вдалося завантажити деталі поста. {message}"
}
}
